[lang]
day_all=每日
day_Friday=星期五
day_Monday=星期一
day_Saturday=星期六
day_Sunday=星期天
day_Thursday=星期四
day_Tuesday=星期二
day_Wednesday=星期三
error_elevate=因为UAC设置无法以管理员模式运行.
error_logic_customcrop=您必须为自定义裁剪的4个坐标，以逗号分隔。该值已重置为默认值0,0,0,0，
error_logic_deathpath=死亡截图路径不再存在。该值已清除。
error_logic_errorpath=错误截图路径不再存在。该值已清除。
error_logic_failpath=失败的屏幕截图路径不再存在。该值已清除。
error_logic_inactivity=X分钟内无日志活动后重新启动的最小设置为1分钟。已将其重置为默认的10分钟。
error_logic_keepdeath=保持X死亡截图不能为负数。该值已重置为默认值0。
error_logic_keepfail=保持X失败的屏幕截图不能为负。该值已重置为默认值0。
error_logic_keepperiodic=保持X个定期屏幕截图不能为负。该值已重置为默认值0。
error_logic_periodicpath=周期性的屏幕快照路径不再存在。该值已清除。
error_logic_rbpath=Ros-Bot程序路径不再存在。该值已清除。
error_logic_screenshottimer=“每X分钟获取屏幕截图”的最小设置为1分钟。该值已重置为默认值1分钟。
error_mpcontrol=错误：无法获得masterprofile下拉控件
error_open_historyfile=打开Rosbot历史记录文件时出错
error_open_logfile=打开Rosbot日志文件时出错
error_selectingmp=警告：无法找到masterprofile文件
gen=通用
gui_main_button_config=设置
gui_main_button_start=启动
gui_main_button_start_tip=启动监控
gui_main_button_stop=停止
gui_main_button_stop_tip=停止监控. NOTE: 不会关闭在运行的rosbot
gui_main_label_d3_status=暗黑3状态
gui_main_label_donate=捐赠
gui_main_label_monitoring=监控
gui_main_label_process=进程
gui_main_label_rba_status=RBAssist状态
gui_main_label_rosbot_status=RoS-Bot状态
gui_main_label_stopped=停止
gui_main_label_title=标题
gui_main_label_unknown=未知
gui_main_label_unmonitored=未监控
gui_main_menu_file=文件
gui_main_menu_file_exit=退出
gui_main_menu_file_language=语言
gui_main_menu_help=帮助
gui_main_menu_help_about=关于
gui_main_menu_help_changelog=更新日志
gui_main_statusbar_restarts=重新启动
gui_main_tab_general_button_botexecutablepath_tip=选择RoS-BoT.exe文件路径
gui_main_tab_general_checkbox_advanced=使用高级进程选项
gui_main_tab_general_checkbox_checkforupdates=检查更新
gui_main_tab_general_checkbox_checkforupdates_tip=检查服务器是否有新的中控更新
gui_main_tab_general_checkbox_minimizetotray=最小化至右下托盘
gui_main_tab_general_checkbox_minimizetotray_tip=最小化时缩进右下角托盘
gui_main_tab_general_checkbox_startbotting=启动监控时启动RosBot
gui_main_tab_general_checkbox_startbotting_tip=监控启动时同时启动RosBot
gui_main_tab_general_checkbox_startmonitoring=启动时自动开启监控
gui_main_tab_general_checkbox_startmonitoring_tip=打开中控时自动启动监控
gui_main_tab_general_checkbox_startwithwindows=开机启动
gui_main_tab_general_checkbox_startwithwindows_tip=将RosBot设置为开机启动
gui_main_tab_general_input_botexecutablepath_tip=rosbot.exe的路径
gui_main_tab_general_label_d3affinity=D3相关性
gui_main_tab_general_label_d3priority=D3优先级
gui_main_tab_general_label_rbaffinity=RoS-Bot相关性
gui_main_tab_general_label_rbpriority=RoS-Bot优先级
gui_main_tab_monitoring_checkbox_agent=关闭战网进程Agent.exe
gui_main_tab_monitoring_checkbox_agent_tip=如果暴雪战网进程在运行则关闭它
gui_main_tab_monitoring_checkbox_forcemp=强制使用masterprofile文件:
gui_main_tab_monitoring_checkbox_forcemp_tip=在启动挂机之前从列表中强制选择一个主档案文件
gui_main_tab_monitoring_checkbox_restart=当错误弹窗时重新启动rosbot
gui_main_tab_monitoring_checkbox_restart_tip=当错误弹窗出现时关闭它并重启RosBot
gui_main_tab_monitoring_checkbox_restartmemory_tip=强制重启d3和rosbot 如果占用内存超过
gui_main_tab_monitoring_checkbox_restartmemory1=重启d3如果占用内存超过
gui_main_tab_monitoring_checkbox_restartmemory2=MB memory
gui_main_tab_monitoring_checkbox_restartonactivity_tip=如果rosbot日志在若干分钟内没有更新强制重新启动
gui_main_tab_monitoring_checkbox_restartonactivity1=重启若超过
gui_main_tab_monitoring_checkbox_restartonactivity2=分钟没有rosbot日志更新
gui_main_tab_monitoring_checkbox_restartonhistory=分钟没有历史记录文件活动
gui_main_tab_monitoring_checkbox_restartonhistory_tip=如果RoS-Bot历史记录文件在这几分钟后未更新，则强制重新启动
gui_main_tab_monitoring_checkbox_teamviewer=关闭teamviewer弹窗
gui_main_tab_monitoring_checkbox_teamviewer_tip=关闭teamviewer弹窗并切换回d3窗口
gui_main_tab_monitoring_checkbox_restartbt=重启战网
gui_main_tab_screenshots_button_deathpath_tip=死亡截图路径
gui_main_tab_screenshots_button_errorpath_tip=错误截图路径
gui_main_tab_screenshots_button_failpath_tip=副本失败时截图路径
gui_main_tab_screenshots_button_periodicpath_tip=定期截图路径
gui_main_tab_screenshots_checkbox_screendeath=死亡时截图
gui_main_tab_screenshots_checkbox_screendeath_tip=当人物死亡时截图
gui_main_tab_screenshots_checkbox_screenerror=错误时截图
gui_main_tab_screenshots_checkbox_screenerror_tip=当错误出现时截图
gui_main_tab_screenshots_checkbox_screenfail=副本失败时截图
gui_main_tab_screenshots_checkbox_screenfail_tip=当failed run出现时截图
gui_main_tab_screenshots_checkbox_screenperiodic_tip=定期获取游戏窗口的屏幕截图
gui_main_tab_screenshots_checkbox_screenperiodic1=定期截图每
gui_main_tab_screenshots_checkbox_screenperiodic2=分钟
gui_main_tab_screenshots_input_crop=基于D3窗口位置而不是绝对屏幕坐标
gui_main_tab_screenshots_input_crop_tip=以逗号分隔横纵坐标
gui_main_tab_screenshots_input_deathpath_tip=死亡截图路径
gui_main_tab_screenshots_input_errorpath_tip=错误截图路径
gui_main_tab_screenshots_input_failpath_tip=failed run截图路径
gui_main_tab_screenshots_input_periodicpath_tip=定期屏幕截图路径
gui_main_tab_screenshots_label_death_keep2=多少张死亡截图 (填0为全存)
gui_main_tab_screenshots_label_error_keep2=多少张错误截图 (填0为全存)
gui_main_tab_screenshots_label_fail_keep2=多少张failed run截图 (填0为全存)
gui_main_tab_screenshots_label_keep=保存
gui_main_tab_screenshots_label_periodic_keep2=多张定期截图 (填0为全存)
gui_main_tab_screenshots_label_saveto=保存至
gui_main_tab_screenshots_radio_customcrop=自定义范围
gui_main_tab_screenshots_radio_customcrop_tip=截取你选择的范围
gui_main_tab_screenshots_radio_gamewindow=游戏窗口
gui_main_tab_screenshots_radio_gamewindow_tip=截取整个游戏窗口
gui_main_tab_triggers_button_import=导入触发器
gui_main_tab_triggers_button_new=新触发器
gui_main_tab_triggers_column_logged=日志
gui_main_tab_triggers_label_info=根据rosbot事件自定义触发器/动作
gui_main_tab_triggers_label_rclickinfo=右键点击触发器开启选项
gui_main_title=RBAssist中控
gui_process_abovenormal=高于普通
gui_process_belownormal=低于普通
gui_process_high=高
gui_process_low=低
gui_process_normal=普通
gui_process_realtime=实时
gui_triggers_action=动作
gui_triggers_cancel=取消
gui_triggers_enabled=启用
gui_triggers_enabled_tip=开启或关闭触发器
gui_triggers_event=事件
gui_triggers_logged=在日志内显示
gui_triggers_logged_tip=当执行触发器时写入RBA的日志
gui_triggers_rclick_new=新
gui_triggers_save=保存
gui_triggers_title=Trigger配置
mon=监控
ss=截图
string_advanced1=高级选项
string_advanced2=警告：这些选项可能会导致不稳定，FPS降低或意外错误。 使用风险自负！ 你想继续吗？
string_affinity_rberror=设置rosbot优先级时出错
string_affinity_setd3=D3 关联性
string_affinity_setrb=RB 关联性
string_alreadyrunning=Rosbot 正在运行
string_botexecutable=可执行文件
string_botopen=rosbot已经打开 传送启动命令给rosbot
string_botprocess=RosBot进程
string_bottitle=RosBot 标题
string_clearprocessname=清除rb的进程名称
string_closeagent=关闭Agent.exe
string_closingbot1=按F7停止rosbot
string_closingbot2=再按F7关闭rosbot
string_closingbot3=强制关闭所有可能的rosbot进程
string_d3memory=D3 内存
string_day=日
string_death=死亡
string_delete=删除
string_deletingextra=删除多余的文件
string_disabled=关闭
string_disclaimer=RBAssist是独立创建的，和RoS-Bot无直接关联。 RoS-Bot的创建者和开发者对此应用程序的内容或操作概不负责。
string_donate_msgbox1=点击确定打开原作者sunblood捐赠链接
string_donate_msgbox2=RBAssist永远免费 版权归原作者sunblood所有  汉化由AElderArgot完成
string_edit=编辑
string_enabled=开启
string_error=错误
string_error_arithmetic=计算错误
string_error_arithmetic_extra1=Rosbot服务器也许未运行
string_error_arithmetic_extra2=重试时间10分钟
string_error_d3notexist=Error:D3进程不存在
string_error_d3winhandle=获取D3窗口句柄时出错
string_error_deathfolder=您必须指定一个文件夹来保存死亡截图.
string_error_deletefailed=无法删除文件
string_error_deletefailed2=您的Ros Bot文件夹仅需要包含Rosbot安装文件
string_error_errorfolder=您必须指定一个文件夹来保存错误截图
string_error_failfolder=您必须指定一个文件夹来保存failed run截图
string_error_invalidaction=无效动作
string_error_invalidevent=无效事件
string_error_keyboardhook=按键hook错误
string_error_licenseinuse=钥匙正在使用
string_error_logicfailed=逻辑错误
string_error_monitoringstarted=监控已启动
string_error_noCPU=关联性设置错误:没有选择cpu核心
string_error_notepad=错误弹窗
string_error_opend3process=无法打开d3进程
string_error_openRBprocess=无法打开rosbot进程
string_error_periodicfolder=您必须指定一个文件夹来保存定期截图
string_error_rbnotexist=Error:rosbot未启动
string_error_savingscreenshot=保存屏幕截图时出错
string_error_setpath=您必须选择
string_error_telegramblank=Telegram error: data is blank
string_error_telegramid=Telegram error: token/chatID malformed
string_error_vaultcow=Vault/Cow error
string_exit_confirm=你真的想退出吗
string_export=导出
string_import=导入
string_fail=失败
string_fromtrigger=来自触发器
string_historyfile_rollover=历史记录文件滚动
string_historytimeout=历史记录文件超时
string_inactivitytimeout=不活动超时
string_initializing=正在初始化设置
string_invalidvalue=无效值
string_launchingrosbot=启动RoS-Bot
string_logfile_rollover=日志文件已滚动
string_logicpassed=通过逻辑检查
string_messagebox_deletetrigger1=删除触发器
string_messagebox_deletetrigger2=确定要删除吗
string_monitoringstarted=启动监控
string_monitoringstopped=监控停止
string_nooptions=没有配置选项
string_notfound=未找到
string_notrunning=未运行
string_open_language=选择语言文件
string_priority_setd3=设置D3优先级
string_priority_setrb=设置RB优先级
string_running=运行中
string_screenshot=屏幕截图
string_selectingmp=选择masterprofile文件
string_sendingstart=将启动命令发送到rosbot
string_setbotexecutable=设置ros程序路径
string_setdeathscreenshot=设置死亡截图路径
string_seterrorscreenshot=设置错误截图路径
string_setfailscreenshot=设置failed run截图路径
string_setperiodicscreenshot=设置定期屏幕截图路径
string_startingbot=启动rosbot
string_startwithwindows=从Windows开机
string_teamviewer_sessiontimeout_title=teamviewer超时！
string_teamviewer_sponsored_title=teamviewer标题
string_text=文字
string_time=时间
string_triggered=已触发
string_triggers_arguments=参数
string_triggers_chatid=聊天ID
string_triggers_command=命令
string_triggers_keys=键
string_triggers_label=标签
string_triggers_message=消息
string_triggers_path=路径
string_triggers_token=令牌
string_update_check=正在检查更新中…
string_update_errorbox=检查新版本时出错：box.com无法访问
string_update_errorversion=检查新版本时出错：无法下载version.txt
string_update_latest=您正在使用最新版本！
string_update_newversion=新版本
string_update_ready=新的RBAssist版本可用。打开下载页面？
string_waitingforgame=正在等待游戏窗口
string_trigger_export=导出触发器字符串
string_trigger_import=导入触发器字符串
string_trigger_import_error=导入了错误的触发器字符串
tr=触发器
triggers_action_call=调用函数
triggers_action_call_desc=调用au3函数,中间使用逗号分隔
triggers_action_closebot=关闭rosbot
triggers_action_closebot_desc=通过按两次F7键来关闭rosbot
triggers_action_executecommand=执行命令
triggers_action_executecommand_desc=使用ShellExecute（）运行外部应用程序/命令
triggers_action_restartbot=重启rosbot
triggers_action_restartbot_desc=关闭D3和rosbot 随后重新启动rosbot
triggers_action_sendkeystrokes=发送按键
triggers_action_sendkeystrokes_desc=使用Send（）发送按键
triggers_action_startbot=启动rosbot
triggers_action_startbot_desc=启动rosbot（并进行监控）
triggers_action_startmonitoring=启动监控
triggers_action_startmonitoring_desc=启动监控（如果选中该选项，将触发rosbot启动）
triggers_action_stopbotf7=停止rosbot（F7）
triggers_action_stopbotf7_desc=按F7键停止rosbot程序（不停止监控）
triggers_action_stopbotf9=停止rosbot（F9）
triggers_action_stopbotf9_desc=按F9键停止rosbot程序（不停止监控）
triggers_action_stopmonitoring=停止监控
triggers_action_stopmonitoring_desc=停止监控（不停止rosbot程序）
triggers_action_takescreenshot=屏幕截图
triggers_action_takescreenshot_desc=获取D3窗口的屏幕截图并保存到文件夹
triggers_action_telegrammsg=telegram消息
triggers_action_telegrammsg_desc=使用telegram.org API将消息发送到rosbot电报
triggers_action_writetolog=写入日志
triggers_action_writetolog_desc=将文本写入RBA的日志文件
triggers_event_d3exit=D3退出
triggers_event_d3exit_desc=检测到D3未运行时触发
triggers_event_d3launch=D3启动
triggers_event_d3launch_desc=检测到D3正在运行时触发
triggers_event_deathdetected=检测到死亡
triggers_event_deathdetected_desc=RBA检测到死亡时触发
triggers_event_errordetected=检测到错误
triggers_event_errordetected_desc=RBA检测到错误时触发
triggers_event_faildetected=检测到失败
triggers_event_faildetected_desc=RBA检测到运行失败时触发
triggers_event_logfilerollover=日志文件滚动
triggers_event_logfilerollover_desc=RBA检测到Rosbot日志文件滚动时触发
triggers_event_matchinghistoryentry=匹配历史记录
triggers_event_matchinghistoryentry_desc=指定Rosbot历史记录条目上的触发器
triggers_event_matchinglogentry=匹配日志条目
triggers_event_matchinglogentry_desc=在指定的Rosbot日志条目上触发
triggers_event_monitoringstart=监控启动
triggers_event_monitoringstart_desc=开始监控时（计划的或手动的）触发
triggers_event_monitoringstop=监控停止
triggers_event_monitoringstop_desc=停止监控（计划的或手动的）时触发
triggers_event_rbassistexit=RBAssist退出
triggers_event_rbassistexit_desc=关闭RBAssist时触发
triggers_event_rbassistlaunch=启动RBAssist
triggers_event_rbassistlaunch_desc=运行RBAssist时触发
triggers_event_rosbotexit=rosbot退出
triggers_event_rosbotexit_desc=检测到Rosbot未运行时触发
triggers_event_rosbotlaunch=rosbot启动
triggers_event_rosbotlaunch_desc=检测到Rosbot正在运行时触发
triggers_event_scheduledtime=预定时间
triggers_event_scheduledtime_desc=在指定的时间和日期触发
warning_logsdisabled1=警告：Rosbot日志已禁用。在Rosbot全局设置中将DebugLevel更改为“ Normal”或“ Full”。
warning_logsdisabled2=警告：闲置超时已禁用
triggers_event_logfiletimer=日志文件计时
triggers_event_historytimer=历史文件计时
triggers_event_logfiletimer_desc=当日志文件计时器达到设定值时触发
triggers_event_historytimer_desc=当历史记录文件计时器达到设定值时触发
string_time_minutes=时间(分钟)
string_time_sec=时间(秒钟)
gui_main_tab_monitoring_checkbox_forcesequence=强制选择一个序列
gui_main_tab_monitoring_checkbox_forcesequence_tip=Force-selects a specific Sequence in the bot Sequence dropdown before starting
triggers_action_setsequence=更改模式
triggers_action_setsequence_desc=更改RosBot的运行模式
string_triggers_sequence=运行模式
string_selectingsequence=选择运行模式
error_selectingmp=错误的运行模式
gui_main_menu_file_launch=启动RoS-Bot
triggers_action_prowl=Prowl提醒
triggers_action_prowl_desc=发送Prowl提醒
string_triggers_prowlAPI=API Key
string_triggers_prowlTitle=消息标题
triggers_action_discord=Discord提醒
triggers_action_discord_desc=发送一个push提醒到Discord
string_triggers_discordWebhook=Discord Webhook
